@extends('ebtekardcb::app')
@section('content')
    <div class="container mx-auto p-8">
        <h1 class="text-2xl font-bold mb-4 text-red-700">سياسة الخصوصية</h1>

        <div class="mb-6">
            <h2 class="text-xl font-semibold mb-2">المعلومات التي نجمعها</h2>
            <p class="mb-4">نحن نستخدم الخدمات السحابية الآمنة لتخزين البيانات.</p>
        </div>

        <div class="mb-6">
            <h2 class="text-lg font-semibold mb-2">كيف نستخدم معلوماتك</h2>
            <ul class="list-disc pl-6 mb-4">
                <li class="text-sm mb-2">نحن نتخذ التدابير الأمنية المناسبة لمنع الوصول غير المصرح به للبيانات أو الكشف
                    عنها أو تعديلها أو إتلافها بشكل غير مصرح به.
                </li>
                <li class="text-sm mb-2">يتم جمع البيانات المتعلقة بالمستخدم للسماح للمالك بتقديم خدماته، وكذلك للأغراض
                    التالية: التسجيل والمصادقة، والاستضافة والبنية التحتية الخلفية، ومراقبة البنية التحتية، واختبار أداء
                    المحتوى والميزات، وإدارة جهات الاتصال وإرسال الرسائل.
                </li>
                <li class="text-sm mb-2">سنستخدم أي معلومات شخصية في حسابك بالإضافة إلى المعلومات الموجودة في ملفك
                    الشخصي لتقديم الخدمات، وإكمال معاملاتك.
                </li>
                <li class="text-sm mb-2">لن نشارك المعلومات التي تحدد هويتك بشكل فردي أو تكشف هويتك ("معلومات التعريف")
                    لأي منظمة.
                </li>
                <li class="text-sm mb-2">لن نجعل المعلومات التعريفية متاحة للعامة دون الحصول على موافقة كتابية أو
                    إلكترونية مسبقة من الشخص المحدد.
                </li>
            </ul>
        </div>


        <div class="mb-6">
            <h2 class="text-xl font-semibold mb-2">إخلاء المسؤولية عن الضمان وتحديد المسؤولية</h2>
            <p class="mb-4">
                أنت تقر صراحةً أنك تستخدم التطبيق على مسؤوليتك الخاصة. يتم توفير التطبيق "كما هو". لا تقدم شركة تكنو
                للحلول الذكية ولا ترفض بموجبه أي ضمانات وشروط والتزامات من أي نوع يتم التعبير عنها بشكل مباشر أو غير
                مباشر، بالإضافة إلى الالتزامات التعاقدية أو الشروط والأحكام الأخرى بما في ذلك ما يلي: (أ) اتساقها ودقتها
                وأهميتها واكتمالها، الموثوقية أو السلامة (ب) مدى ملاءمتها لاستخدام معين؛ (ج) مراعاة ضمانات حقوق الملكية،
                والتقيد بها. لا تضمن شركة تكنو أن التطبيق سيعمل دون فشل أو بدون أخطاء، وأنه سيتم تصحيح الأخطاء. أنت وحدك
                المسؤول عن اختيار التطبيق لتحقيق النتائج التي تريدها، وكذلك التثبيت والاستغلال والنتائج الناتجة عن
                استخدام التطبيق.

                أنت تقر وتوافق، إلى الحد الأقصى الذي يسمح به القانون، على أن كامل المخاطر الناشئة عن وصولك إلى التطبيق
                واستخدامه تظل معك. لن تتحمل شركة تكنو للحلول الذكية أو أي شخص أو كيان آخر مشارك في إنشاء الخدمات أو
                إنتاجها أو تقديمها المسؤولية عن أي أضرار عرضية أو خاصة أو نموذجية أو تبعية، بما في ذلك انقطاع الخدمة أو
                تلف الكمبيوتر أو فشل النظام أو تكلفة المنتجات أو الخدمات البديلة، أو أي أضرار ناجمة عن إصابة شخصية أو
                جسدية أو اضطراب عاطفي ينشأ عن أو فيما يتعلق بهذه الشروط أو من استخدام التطبيق أو عدم القدرة على استخدامه
                أو عدم القدرة على استخدامه أو الوصول إليه ملف تعريف أو أي محتوى ملف تعريف محدد، سواء كان ذلك بناءً على
                الضمان أو العقد أو الضرر (بما في ذلك الإهمال) أو مسؤولية المنتج أو أي نظرية قانونية أخرى.

                على الرغم من حدود المسؤولية المذكورة أعلاه، فإن الخيار الوحيد في حالة وجود أي خلاف مع شركة تكنو للحلول
                الذكية أو الشركاء أو موردي الخدمات ذات الصلة هو التوقف عن استخدام المنتج.

                بموجب هذا القسم، تعتبر شركة تكنو للحلول الذكية والشركاء ومقدمو الخدمات ذوو الصلة بمثابة أطراف ثالثة
                مستفيدة من حدود المسؤولية المذكورة أعلاه، ويجوز لهم تحويل اتفاقية الترخيص هذه ضدك في المحكمة.

            </p>
        </div>

        <div class="mb-6">
            <h2 class="text-xl font-semibold mb-2">إنهاء الخدمة</h2>
            <p class="mb-4">
                يجوز لشركة تكنو للحلول الذكية إنهاء اتفاقية الترخيص هذه في أي وقت ولأي سبب. سيصبح إنهاء هذه الاتفاقية من
                قبل شركة تكنو للحلول الذكية ساري المفعول بعد (أ) إخطارك أو (ب) إغلاق حسابك (إن وجد) أو (ج) في الوقت الذي
                تقرر فيه شركة تكنو للحلول الذكية إنهاء العرض و/أو دعم التطبيق.
            </p>
        </div>

        <div>
            <h2 class="text-xl font-semibold mb-2">التغييرات والتحديثات على إشعار الخصوصية هذا</h2>
            <p class="mb-4">
                يجوز مراجعة سياسة الخصوصية هذه بشكل دوري. يرجى إعادة زيارة هذه الصفحة للبقاء على علم بأي تغييرات. يشكل
                استمرارك في استخدام الخدمة موافقتك على سياسة الخصوصية هذه وأي تعديلات عليها.
            </p>
        </div>

        <div class="mt-8">
            <p class="text-sm text-gray-600">تنويه عام: شركة أبل ومتجر بلاي غير مسؤولين أو داخلين في علاقة بالتطبيق.</p>
        </div>
    </div>

@endsection
